Repository: kamsyk/OTISCZ.ScmDemand
Catalog: OTISCZ.ScmDemand.UI/Resource/ScmResource.*.resx
Languages: cs_cz

source: Attachments
cs_cz: Přílohy

# AuthorizationFailed
source: An Error Occured. Authorization Failed
cs_cz: Došlo k chybě. Ověření uživatele selhalo

source: Demand
cs_cz: Poptávka

source: Demands
cs_cz: Poptávky

# DisplayingFromToOf
source: from {0} to {1} from {2}
cs_cz: od {0} do {1} z {2}

# EnterMandatoryTitle
source: Check Form Fields
cs_cz: Zkontrolujte formulář

source: Enter Mandatory Values
cs_cz: Zadejte povinné položky

# ErrorMsg
source: An Error Occured
cs_cz: Došlo k chybě

# ErrorTitle
source: Scm Demand Error
cs_cz: Scm Demand - Chyba

source: Folder does not exist.
cs_cz: Adresář neexistuje.

# Import
source: Data Import
cs_cz: Import dat

source: Import Prodis File
cs_cz: Importovat soubor z Prodisu

source: Loading Data ...
cs_cz: Načítám data ...

source: Mails
cs_cz: Maily

source: Material Group
cs_cz: Materiálová skupina

# NameIt
source: Name
cs_cz: Název

source: Never
cs_cz: Nikdy

source: New Demand
cs_cz: Nová poptávka

source: Next Page
cs_cz: Další strana

source: Nomenclature
cs_cz: Nomenklatura

source: Nomenclatures
cs_cz: Nomenklatury

source: of
cs_cz: z

# SelectedNomenclature
source: Selected Nomenclatures
cs_cz: Vybrané nomenklatury

source: Selected Suppliers
cs_cz: Vybraní dodavatelé

source: Select Folder
cs_cz: Vyberte adresář

source: Settings
cs_cz: Nastavení

source: Suppliers
cs_cz: Dodavatelé

# YouAreNotAuthorized
source: You ({0}) are not Authorized to Use the 'SCM Demand' application
cs_cz: Uživatel {0} není oprávněn používat aplikaci 'SCM Demand'

# StatusLoaded
source: Loaded
cs_cz: Načtena

# StatusSentToSupplier
source: Sent to Supplier
cs_cz: Odesláno dodavateli

# StatusSupplierReplied
source: Supplier Replied
cs_cz: Dodavatel odpověděl

# StatusUnknown
source: Unknown
cs_cz: Neznámý

# StatusWaitForApproval
source: Wait for Approval
cs_cz: Čeká na schválení

source: Before
cs_cz: Dříve

source: Last Week
cs_cz: Poslední týden

source: Pending Demands
cs_cz: Nevyřízené poptávky

source: Pending Nomenclatures
cs_cz: Nevyřízené nomenklatury

source: Time Period
cs_cz: Časové období

source: Today
cs_cz: Dnes

source: Yesterday
cs_cz: Včera

source: No Limit
cs_cz: Bez omezení

source: Select Nomenclatures
cs_cz: Vyberte nomenklatury

source: Demand Nr.
cs_cz: Číslo poptávky

# OnlyMyDemands
source: Only Demands Waiting for my action
cs_cz: Pouze poptávky čekající na mé zpracování

# PendingDemandsNomenclatures
source: Pending Demands and Nomenclatures
cs_cz: Nevyřízené poptávky a nomenklatury

source: Requestor
cs_cz: Žadatel

# StatusWoDemand
source: Price List
cs_cz: Ceník

source: Supplier
cs_cz: Dodavatel

source: Price List
cs_cz: Ceník

# CreatedDate
source: Created
cs_cz: Vytvořeno

# FromToFrom
source: From
cs_cz: Od

# FromToTo
source: To
cs_cz: Do

source: Approved
cs_cz: Schváleno

source: Rejected
cs_cz: Zamítnuto

# StatusDraft
source: Draft
cs_cz: Návrh

# NomenclaturesLoadedFailed
source: Some Nomenclatures were not loaded
cs_cz: Některé nomenklatury nebyly načteny

# NomenclaturesLoadedSuccessfully
source: Nomenclatures were loaded successfully
cs_cz: Nomenklatury byly načteny úspěšně

source: Send for Approval
cs_cz: Odeslat ke schválení

# Close
source: Close Window
cs_cz: Zavřít okno

source: Approve
cs_cz: Schválit

source: Reject
cs_cz: Zamítnout

# DataWasNotSaved
source: An error occured during saving process !!!
cs_cz: Při ukládání došlo k chybě !!!

# SelectAppMan
source: Select Approval Manager
cs_cz: Vyberte schvalovatele

source: Delete
cs_cz: Smazat

source: Take Over
cs_cz: Převzít

# NomenclatureWillBeEvaluatedAsPartOf
source: Nomenclature {0} will be evaluated as part of Demand nr. {1}. You can remove the nomenclature from this Demand
cs_cz: Nomenkladtura {0} bude naceněna jako součást poptávky č. {1}. Nomenklaturu můžete z této poptávky odstranit.

source: Back to Previous Status
cs_cz: Zpět do předchozího stavu

source: Currency
cs_cz: Měna

source: Other Demands
cs_cz: Další poptávky

source: Otis Attachment
cs_cz: Přílohy Otis

source: Price
cs_cz: Cena

source: Remark
cs_cz: Poznámka

source: Suggested Price
cs_cz: Návrh ceny

# SupplierAttachment
source: Supplier's Attachments
cs_cz: Přílohy dodavatele

# StatusPriceWasSet
source: Price was set in Prodis
cs_cz: Cena v Prodisu nastavena

# SelectSupplier
source: Select Supplier(s)
cs_cz: Vyberte dodavatele

source: Approval Manager
cs_cz: Schvalovatel

source: Created
cs_cz: Vytvořeno

source: Days in Status
cs_cz: Počet dnů beze změny

source: Last Import Date
cs_cz: Datum posledního importu

# LastStatusModifDate
source: Status modif. date
cs_cz: Poslední změna stavu

source: Status
cs_cz: Stav

# DocCertificates
source: Certificates
cs_cz: Cerifikáty

# DocCurrency
source: Currency
cs_cz: Měna

# DocDapOtis
source: DAP OTIS Breclav package included
cs_cz: DAP OTIS Břeclav včetně balení

# DocDeliveryConditions
source: Delivery Condition Incoterms 2020
cs_cz: Dodací podmínka Incoterms 2020

# DocDemandDeadline
source: Demand Deadline
cs_cz: Termín zadání

# DocDemandRequestor
source: Demand Requestor
cs_cz: Žadatel nabídky

# DocDepartment
source: Department
cs_cz: Oddělení

# DocEUR1Request
source: Request for EUR1
cs_cz: Požadavek na EUR1

# DocNomenclature
source: Nomenclature
cs_cz: Nomenclatura

# DocOfferCreatedBy
source: Offer was created by
cs_cz: Nabídku vypracoval

# DocOfferDeadline
source: Offer Deadline
cs_cz: Termín nabídky

# DocOfferExpireDate
source: Offer's Expire Date
cs_cz: Platnost nabídky

# DocOfferFollows
source: Offer Follows EUR1
cs_cz: Nabídka splňuje EUR1

# DocOtherConditions
source: Other Conditions
cs_cz: Další podmínky

# DocOtisDrawNr
source: OTIS Drawing Nr.
cs_cz: OTIS Výkres č.

# DocPaletsConditions
source: Pallets - goods may only be packed on EUR pallets. Other types of pallets are prohibited. Pallets must be calculated in the price of the goods.
cs_cz: Palety - zboží smí být baleno jedině na EUR paletách. Jiné typy palet jsou zakázány. Palety musí být kalkulovány v ceně zboží.

# DocPartNane
source: Part name
cs_cz: Název dílu

# DocPcs
source: Pcs
cs_cz: Ks

# DocPhoneNr
source: Phone nr.
cs_cz: Telefon

# DocPriceUnit
source: Unit Price (FCA/DAP)
cs_cz: Cena jedn. (FCA/DAP)

# DocProjectName
source: Project name
cs_cz: Název projektu

# DocProjectNr
source: Project nr:
cs_cz: Číslo projektu

# DocRequestedCertificates
source: Requested Certificates
cs_cz: Požadované certfikáty

# DocRfqDocument
source: RFQ Document
cs_cz: RFQ Dokument

# DocSupplierName
source: Supplier Name
cs_cz: Název dodvatele

# DocSupplierOfferNr
source: Supplier's Offer Nr
cs_cz: Číslo nabídky dodav.

# DocSupplierPartNr
source: Suppliers Part Nr.
cs_cz: Číslo dílu dodavatele

# MailBody
source: Dear Supplier, we send Demand nr. {0} in attachment. Best regards
cs_cz: Vážený dodavateli, v příloze posíláme poptávku č. {0}. S pozdravem

source: Data was imported
cs_cz: Data byla načtena

source: Specification
cs_cz: Specifikace

source: New Supplier
cs_cz: Nový dodavatel

source: Pending Items
cs_cz: Nevyřízené položky

source: Supplier Id
cs_cz: Ičo

source: Contacts
cs_cz: Kontakty

source: Approved Supplier
cs_cz: Schválený dodavatel

source: Edit
cs_cz: Editovat

source: Export to Excel
cs_cz: Export do Excelu

source: First Page
cs_cz: První strana

source: Go to Page
cs_cz: Jít na stránu

source: LastPage
cs_cz: Poslední strana

source: Page Size
cs_cz: Velikost strany

source: Previous Page
cs_cz: Předchozí strana

source: Reload
cs_cz: Načíst

# MailFormatError
source: Mail Address is not in correct format
cs_cz: Mailová adresa není správná

source: City
cs_cz: Město

source: Country
cs_cz: Země

# eMail
source: eMail Address
cs_cz: eMailová adresa

source: First Name
cs_cz: Jméno

# MobilePhone
source: Mobile Phone Nr.
cs_cz: Mobil

# Phone
source: Phone Nr.
cs_cz: Telefon

source: Street
cs_cz: Ulice

source: Surname
cs_cz: Příjmení

# Zip
source: Zip code
cs_cz: PSČ

source: Active
cs_cz: Aktivní

# MailBcc
source: Send me the Demand in Bcc
cs_cz: Odeslat mě poptávku ve skryté kopii

# MailCc
source: Copy
cs_cz: Příjemce (Kopie)

source: Mail Language
cs_cz: Jazyk mailu

# MailRecipient
source: To
cs_cz: Příjemce

# MailSender
source: From
cs_cz: Odesílatel

# MailSubject
source: Subject
cs_cz: Předmět

source: Enter Valid Mail Addresses
cs_cz: Zadejte platné emailové adresy

# SelectLang
source: Select Language
cs_cz: Vyberte jazyk

# CannotTakeOverDemand
source: You are not authorized to Take Over the Demand
cs_cz: Nemáte oprávnění převzít poptávku

# CannotBeSent
source: Mail cannot be sent.
cs_cz: Mail nemůže být odeslán.

source: Fix errors.
cs_cz: Opravte chyby.

source: MailWasSent
cs_cz: Mail byl odeslán.

source: Send to me
cs_cz: Odeslat mně

source: Send to Supplier
cs_cz: Odeslat dodavateli

# NotAuthorized
source: You are not authorized for this operation
cs_cz: Nejste oprávněn pro tuto operaci

source: Cancel
cs_cz: Zrušit

source: Enter Price
cs_cz: Zadejte cenu

source: Select Currency
cs_cz: Vyberte měnu

# StatusApproved
source: Approved
cs_cz: Schváleno

# StatusRejected
source: Rejected
cs_cz: Zamítnuto

# PriceWasSetConfirmed
source: Price was set in Prodis. Price = {0}
cs_cz: Cena v Prodisu byla nastavena. Cena = {0}

source: Insert Remark
cs_cz: Vložit poznámku

# StatusPriceWasSetConfirmed
source: Price was confirmed in Prodis
cs_cz: Cena v Prodisu byla potvrzena

source: Finish Demand
cs_cz: Ukončit poptávku

source: Confirmation
cs_cz: Potvrzení

# DemandDeleteConfirmation
source: Are you sure to delete Demand nr. {0} ?
cs_cz: Opravdu chcete smazat Poptávku č. {0} ?

# StatusClosed
source: Closed by Referent
cs_cz: Ukončena referentem

source: Prodis Price Set
cs_cz: Cena v Prodisu nastavena

# CopyNomKey
source: Copy Nomenclature Key
cs_cz: Kopírovat číslo nomenklatury

source: Activate
cs_cz: Aktivovat

# CmbFilterAll
source: --- All ---
cs_cz: --- Vše ---

# NomenclatureSource
source: Source
cs_cz: Zdroj

source: No
cs_cz: Ne

source: Yes
cs_cz: Ano

# AddNomencaltures
source: Add Other Nomenclatures
cs_cz: Přidat další nomenklatury

# EnterNomenclatureKey
source: Enter Nomenclature Number
cs_cz: Zadejte číslo nomenklatury

source: Enter Nomenclature Name
cs_cz: Zadejte název nomenklatury

# EnterValidData
source: Enter valid data. Check error message in in Form.
cs_cz: Zadejte správná data. Zkontrolujte chybová hlášení ve formuláři.

source: Warning
cs_cz: Varování

source: Add Nomenclature
cs_cz: Přidat nomenklaturu

source: User Nomenclature
cs_cz: Uživatelská nomenklatura

source: Save
cs_cz: Uložit

# AttachmentCopyFailed
source: Copying of '{0}' failed !!!
cs_cz: Pri kopírování přílohy '{0}' došlo k chybě !!!

source: Copy
cs_cz: Kopírovat
